export const termsText = `제 1장 총칙
[제1조 목적]

이 약관은 GGS(이하 ‘회사’라 한다)의 ‘두뇌비타민’(이하 ‘사이트’라 한다)이 제공하는 모든 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한 사항을 전기통신사업법 및 동법 시행령이 정하는 대로 준수하고 규정함을 목적으로 합니다.

[제2조 용어의 정의]

① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1. 사이트 : ‘회사’가 서비스 또는 재화(이하 ‘서비스 등’이라 함)를 이용자에게 제공하기 위하여 컴퓨터, 모바일 등 정보통신 설비를 이용하여 서비스 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이트를 운영하는 사업자의 의미로도 사용합니다.

2. 이용자 : ‘사이트’에 접속하여 본 약관에 따라 ‘회사’가 제공하는 ‘서비스 등’을 이용하는 ‘회원’ 및 ‘비회원’을 말합니다.

3. 회원 : ‘사이트’에 접속하여 ‘아이디(ID)’를 부여받은 자로서 ‘회사’가 제공하는 정보와 서비스를 지속적으로 이용할 수 있는 자를 말합니다.

4. 비회원 : 회원에 가입하지 않고 ‘회사’에서 제공하는 서비스를 이용하는 자를 말합니다.

5. 콘텐츠 : ‘사이트’에서 제공하는 정보로서, 정보통신망이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호ㆍ문자ㆍ음성ㆍ음향ㆍ이미지 또는 영상 등으로 표현된 자료 또는 정보

6. 아이디(ID) : 회원의 식별 및 서비스 이용을 위하여 ‘회사’가 부여하는 문자 또는 숫자의 조합

7. 비밀번호(PASSWORD) : 서비스 이용 시 ‘아이디(ID)’와 일치되는 회원임을 확인하고, 회원 개인정보 보호를 위하여 회원 자신이 정한 문자 또는 숫자와의 조합

② 제1항의 용어를 제외한 용어의 정의는 거래 관행 및 관계 법령에 따릅니다.

[제3조 회사정보 등의 제공]

‘회사’는 ‘회사’의 상호, 대표자 성명, 주소, 전화번호(소비자의 불만을 처리하는 곳의 연락처 포함), 전자우편주소, 사업자등록번호, 통신판매업 신고번호 및 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 웹사이트 초기화면에 게시합니다.

[제4조 약관 효력과 변경]

① 본 약관은 ‘이용자’가 약관의 내용에 동의하며 회원가입을 신청하고, ‘회사’가 그 신청에 대하여 승낙함으로써 효력이 발생합니다.

② ‘회사’는 관계법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있으며 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여, 개정 전 약관과 함께 적용일 10일 전부터 ‘회사’ 웹사이트에서 확인할 수 있도록 게시하며, 기존 회원에게는 회원이 공개한 전자우편주소로 이메일 발송, 홈페이지 게시 등의 방법으로 약관 개정사실을 통지할 수 있습니다.

③ 전 항과 같이 약관의 변경에 대하여 통지한 경우 그 때부터 14일이내 ‘이용자’가 거절의 의사를 표시하지 않으면 변경약관에 동의한 것으로 간주됩니다.

[제5조 약관 외 준칙]

본 약관에 명시되지 않은 사항과 해석에 관하여는 ‘약관의 규제에 관한 법률’, ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’, ‘전자상거래 등에서의 소비자보호에 관한 법률’ 및 기타 관련법령의 규정과 상관례에 따라 따릅니다.

[제6조 회원에 대한 통지]

① ‘회사’는 ‘회원’에게 알려야 할 사항이 발생하는 경우 회원가입 시 ‘회원’이 공개한 전자우편주소로 이메일을 보내거나 ‘사이트’에 공지 또는 팝업창을 게시하는 방법 등으로 통지할 수 있습니다.

② 전 항과 같이 통지한 경우 그 때부터 14일 이내에 ‘회원’이 ‘회사’가 정하는 방법으로 거부의사를 표시하지 않을 경우 그 ‘회원’에게는 통지 내용이 도달하였고 통지 내용에 동의하였다고 간주됩니다.

③ ‘회원’이 개정약관의 적용에 동의하지 않는 경우 이용 중인 유료 ‘서비스 등’의 이용이 종료될 때까지 기존 약관을 적용하거나 이용계약을 해지 할 수 있습니다.

[제7조 회원의 가입 및 회원정보 변경]

① ‘회원’은 ‘회사’가 정한 가입양식에 따라 개인정보를 기재 후 각 규정에 동의 등의 절차를 거쳐 신청하고 ‘회사’가 회원가입 신청을 한 자에게 ‘아이디(ID)’, 서비스 이용개시를 통보함으로써 이루어집니다.

② ‘회원’이 가입화면 내 동의란에 체크하는 것은 ‘회사’가 정하는 규정에 합법적으로 동의하는 것으로 간주됩니다.

③ 다음 각 호에 해당하는 자는 ‘회원’으로 등록할 수 없으며, 등록된 이후라도 취소될 수 있습니다.

1. 타인 또는 허무인 명의로 가입을 신청한 경우

2. 회원가입 신청서 내용의 일부 또는 전부를 허위로 기재한 경우

3. 관계법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우

4. 기타 ‘회사’가 정한 회원가입 신청 요건이 미비된 경우

④ ‘회원’은 등록사항에 대하여 변동이 발생한 경우 ‘사이트’ 내 회원정보변경을 통해 직접 변동사항을 수정, 등록함으로써 최신의 정보가 유지되도록 하여야 합니다.

⑤ ‘회원은 ‘회사’ 웹사이트 ‘정보수정’ 페이지에서 언제든지 자신의 개인정보를 열람하고 수정할 수 있습니다.

⑥ 회원가입신청서에 기입한 모든 정보는 실제정보와 동일한 것으로 간주되며 정보를 입력하지 않거나 수정하지 않음으로 인해 발생하는 불이익은 ‘회원’이 부담하게 됩니다. 온라인 가입신청 양식에 기재하는 사항에 실명이나 실제 정보를 입력하지 않은 자는 법적인 보호를 받을 수 없으며, ‘서비스’ 사용의 제한을 받을 수 있습니다.

⑦ ‘회사’는 ‘이용자’의 회원 가입신청 시 주민등록번호를 제외한 다음 각 호의 어느 하나의 방법에 따라 본인 여부를 확인합니다.

1. 이메일 인증

2. 휴대폰 인증

⑧ ‘회사’는 다음 각 호에 해당하는 경우에는 그 사유가 해소될 때까지 이용 승낙을 보류할 수 있으며, 그 사유를 웹사이트에 공지합니다.

1. 서비스 관련 설비의 용량이 부족한 경우

2. 기술상 또는 업무 수행상 지장이 있는 경우

3. 기타 ‘회사’가 필요하다고 인정하는 경우


제 2장 서비스 이용

[제8조 서비스의 제공]

① ‘회사’는 ‘사이트’을 통해 다음의 서비스를 제공합니다.

1. 인지선별검사 서비스

- 온라인(모바일,앱) CIST 인지선별검사 서비스 제공

2. 인지향상 프로그램 서비스

- 온라인(모바일,앱) 일일 인지향상 프로그램 제공

3. 가족 커뮤니티 서비스(모바일,앱)

‘회사’는 필요한 경우 전항의 서비스의 내용을 임의로 추가, 조정 등 변경하여 적용할 수 있습니다.

[제9조 서비스 이용 및 문의]

① ‘사이트’는 ‘회사’의 업무상, 기술상 문제 등 기타 특별한 사정이 없는 한 매일 24시간 운영함을 원칙으로 하며, ‘회사’는 일부 ‘서비스’의 이용 가능 시간을 별도로 정할 수 있으며, 이 경우 ‘사이트’를 통해 공지합니다.

② ‘이용자’는 서비스 이용 중의 통신 오류, 환불 및 변경 문의 기타 ‘서비스’ 이용과 관련하여 문의 사항이 있는 경우 ‘웹사이트’ 고객센터 또는 ‘회사’의 고객센터로 전화 문의를 할 수 있습니다.

③ ‘회사’는 원활한 ‘서비스’ 제공을 위하여 ‘이용자’가 전 항에 의하여 문의하는 사항을 저장, 녹음하여 활용할 수 있습니다.

[제11조 사이트 이용의 중지 및 제한]

① ‘회사’는 다음 각 호에 해당하는 경우 ‘사이트’ 이용을 중지하거나 제한할 수 있습니다.

1. 서비스용 설비의 최적화를 위한 시스템 점검 또는 설비 보수로 인해 부득이한 경우

2. 분산서비스거부(DDoS) 공격 등에 의해 발생한 서비스 장애 복구를 위해 부득이한 경우

3. 기타 서비스용 설비의 장애 또는 ‘서비스’이용의 폭주 등으로 ‘서비스’이용에 지장이 있는 경우

4. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우

5. 국가비상사태, 천재지변에 의해 부득이한 경우

6. 기타 합리적인 이유가 있는 경우로서 ‘회원’가 필요하다고 인정하는 경우

② ‘회사’가 전 항에 의하여 ‘사이트’ 운영을 중지하거나 제한하는 경우 ‘회사’는 이를 ‘이용자’에게 알립니다. 다만, ‘회사’의 귀책사유 없이 ‘이용자’에게 통지할 수 없는 경우에는 예외로 합니다.

[제13조 서비스의 부정 이용 금지 및 차단]

① ‘회사’는 다음 각호에 해당하는 경우를 부정 이용행위로 봅니다.

1. 타인의 명의로 ‘회원’ 가입 또는 ‘서비스’의 구매 및 사용

2. 동일한 ID로 2대 이상의 PC,모바일에서 동시접속이 발생하는 경우

3. 동일한 ID로 다수의 PC,모바일 또는 IP에서 서비스를 이용하는 경우

4. 자신의 ID 및 유료 서비스를 타인이 이용하도록 하는 경우 (판매/대여/양도/이에 대한 광고)

5. 서비스 이용 중, 복제프로그램을 실행하는 경우 또는 녹화를 하거나 시도하는 경우

② 부정이용 식별방법 및 차단

1. ‘회사’는 '회원'의 서비스 이용 중에 수집ㆍ확인된 IP정보, 맥어드레스 등의 자료를 토대로, 서버를 통하여 부정이용 여부를 분류ㆍ확인합니다.

2. ‘회사’는 '회원'이 서비스 이용 중에 복제프로그램을 실행시키거나 동일한 ID로 동시 접속을 하는 경우, 서비스 이용 접속을 강제로 종료 시킵니다.

③ ‘회사’는 전항에 따른 부정 이용자가 발견 되었을 경우, ‘회사’가 운영하는 ‘지적 재산권 보호센터’에 기재된 바에 따라 부정 이용자에 대해 재제 조치하며, '회원'은 해당 조치를 이유로 서비스 이용 기간의 연장을 요구할 수 없습니다. '회원'이 ‘회사’의 본 조치에 이의가 있는 경우, ‘회사’ 고객센터 또는 ‘지적 재산권 보호센터’에 해당 사실에 대하여 소명할 수 있으며, 그에 따라 이용에 관한 별도의 조치를 받을 수 있습니다.

④ ‘회사’가 식별하여 부정사용자로 최종 확인된 회원이 회원의 귀책사유가 없음을 입증하지 못하는 경우, '회원'은 이로 인해 발생한 모든 민, 형사상 책임을 부담합니다.

[제15조 회원의 이용제한 및 해제절차]

① ‘회사’는 이용 제한을 하고자 하는 경우에는 그 사유, 일시 및 기간을 정하여 서면 또는, 전화 등의 방법을 이용하여 해당 이용자 또는 대리인에게 통지합니다. 다만, ‘회사’가 긴급하게 이용을 중지해야 할 필요가 있다고 인정하는 경우에는 전항의 과정 없이 서비스 이용을 제한할 수 있습니다.

② 제4장 제22조 규정에 의하여 서비스 이용중지를 통지 받은 이용자 또는 그 대리인은 이용 중지에 대하여 이의가 있을 경우 이의신청을 할 수 있습니다.

③ ‘회사’는 이용중지 기간 중에 그 이용중지 사유가 해소된 것이 확인된 경우에 한하여 이용 중지 조치를 즉시 해제합니다.


제 3장 계약당사자의 권리와 의무

[제16조 ‘회사’의 의무]

① ‘회사’는 지속적, 안정적으로 서비스를 제공하기 위해 최선을 다합니다.

② ‘회사’는 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.

③ ‘회사’는 이용자로부터 소정의 절차에 의해 제기되는 의견에 대해서는 적절한 절차를 거쳐 처리하며, 처리시 일정 기간이 소요될 경우 이용자에게 그 사유와 처리 일정을 알려주어야 합니다.

④ ‘회사’는 본인의 승낙 없이 제3자에게 누설, 배포하지 않는 것을 원칙으로, 회원 개인의 정보를 ‘회사’가 정하고 ‘회원’이 동의한 개인정보처리방침에 기준으로 관리합니다.

[제17조 이용자의 의무]

① 이용자의 개인 신상정보와 비밀번호에 관한 모든 관리의 책임은 이용자에게 있습니다.

② 제 3항의 변경사항을 ‘회사’에 알리지 않아 발생한 불이익에 대하여 ‘회사’는 책임을 지지 않습니다.

③ 이용자는 서비스의 일부로 보내지는 ‘회사’의 이메일주소, 전자메시지를 받는 것에 동의합니다.

④ 자신의 개인 신상정보가 부정하게 사용된 경우, 이용자는 반드시 ‘회사’에 그 사실을 통보해야 합니다.

⑤ 이용자는 이 약관 및 관계 법령에서 규정한 사항을 준수하여야 합니다.

[제18조 회원의 의무]

① ‘회원’은 ‘서비스’를 이용할 때 다음 각 호의 행위를 해서는 안 됩니다.

1. 다른 ‘회원’의 ‘아이디(ID)’를 부정하게 사용하는 행위

2. 자신의 ‘아이디(ID)’ 및 ‘서비스’를 타인이 사용하도록 하는 행위

3. ‘서비스’ 이용 시 영상, 사진, 텍스트, 음성 등의 정보를 녹화나 캡쳐 또는 녹음할 수 있는 소프트웨어를 실행시키는 행위

4. ‘서비스’에서 얻은 정보를 ‘회사’의 사전 승낙 없이 ‘회사’의 정당한 이용 이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제 3자에게 제공하는 행위

5. ‘회원’이 ‘회사’에서 제공하는 ‘서비스’를 이용하여 상품 또는 용역을 제공하는 등의 상행위를 하는 경우

6. ‘회사’ 또는 제 3자의 저작권 등 지적재산권 기타 권리를 침해하거나 침해하려는 행위

7. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위

8. 기타 관계법령에 위배되는 행위

② ‘회원’은 본 약관에 규정하는 사항과 ‘서비스’ 이용안내 또는 주의사항을 준수해야 합니다.

③ ‘회원’은 사항 별로 ‘회사’가 ‘서비스’ 공지사항에 게시하거나 별도로 공지한 사항을 준수해야 합니다.

④ ‘회원’은 ‘회사’의 명시적인 동의가 없는 한 ‘서비스’의 이용권한 기타 이용 계약상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.

⑤ ‘회사’는 ‘회원’이 제1항 내지 제4항을 위반하였을 경우 사전 통지 없이 계약을 해지하거나 또는 ‘서비스’ 이용을 제한할 수 있습니다.

⑥ ‘회사’가 전 항에 따라 계약을 해지하거나 ‘서비스’ 이용을 제한하는 경우 이를 ‘회원’에게 알립니다. 다만, ‘회사’의 귀책사유 없이 ‘회원’에게 알릴 수 없는 경우에는 예외로 합니다.

⑦ ‘회원’은 자신의 아이디 및 비밀번호가 유출되어 제3자에 의해 사용되고 있음을 인지한 경우, 즉시 ‘회사’에 알려야 합니다.

⑧ ‘회사’는 전항의 경우 회원의 개인정보보호 및 기타 서비스 부정이용행위 방지 등을 위하여 회원에게 비밀번호의 변경 등 필요한 조치를 요구할 수 있으며, 회원은 ‘회사’의 요구가 있는 즉시 ‘회사’의 요청에 성실히 응해야 합니다.

⑨ ‘회사’는 회원이 본 조 제2항 및 제3항에 따른 의무를 성실히 이행하지 않아 발생한 불이익에 대하여 책임지지 않습니다.

[제19조 게시물]

① ‘회사’는 ‘게시물’이 다음 각 호의 1에 해당된다고 판단되는 경우에는 그 ‘이용자’의 동의 없이 그 ‘게시물’을 삭제할 수 있습니다.

1. 다른 ‘이용자’ 또는 제 3자를 비방하거나 중상 모략함으로써 타인의 명예를 훼손시킨 경우

2. 공공질서 및 미풍양속에 위반되는 경우

3. 범죄적 행위에 결부된다고 인정되는 경우

4. ‘회사’ 또는 제 3자의 저작권 등 지적재산권 기타 권리를 침해하거나 침해할 우려가 있는 경우

5. 기타 관계 법령이나 ‘회사’가 정한 규정에 위배되는 경우

② ‘회사’가 운영하는 ‘게시판’ 등에 게시된 정보로 인하여 법률상 이익이 침해된 자는 권리 침해 사실을 소명하여 ‘회원’에게 당해 정보의 삭제를 요청할 수 있습니다. 이 경우 ‘회사’는 신속히 필요한 조치를 취하고 이를 요청자에게 통지합니다.

[제20조 정보의 제공 및 광고의 게재]

① ‘회사’는 서비스 이용 중 필요하다고 인정되는 다양한 마케팅 정보 등을 전자우편이나 서신우편, SMS, 전화, 알림 메시지(Push Notification), ‘회원’ 연락처와 연동된 SNS서비스 등의 방법으로 ‘회원’에게 제공할 수 있으며, ‘회원’은 이에 동의합니다. 이 경우, ‘회원’의 통신환경 또는 요금구조 등에 따라 ‘회원’이 데이터 요금 등을 부담할 수 있습니다.

② '회원'은 관련법에 따른 거래관련정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전항의 전자우편 등에 대해서 수신 거절을 할 수 있으며, 이 경우 ‘회사’는 즉시 전항의 마케팅 정보 등을 제공하는 행위를 중단합니다.


제 4장 회원탈퇴 및 자격 상실

[제21조 회원탈퇴]

① ‘회원’이 ‘사이트’의 회원 탈퇴를 하고자 하는 경우에는 ‘회원’ 본인 또는 ‘회원’의 법정대리인이 ‘사이트’에 회원 탈퇴의 신청을 하여야 합니다.

② ‘회사’의 회원 탈퇴 신청을 확인한 경우 ‘회사’는 신속히 회원 탈퇴 절차를 처리하며, 관련법 및 ‘사이트’의 개인정보취급 방침에 따라 ‘회사’가 회원정보를 보유하는 경우를 제외하고 탈퇴 완료 후 지체 없이 ‘회원’의 개인정보를 파기합니다.

[제22조 회원자격 상실 및 정지]

① ‘회사’는 ‘회원’이 다음 각 호의 1에 해당하는 행위를 하였을 경우 사전 통지 없이 ‘회원’ 자격을 상실시키거나 ‘회원’ 자격을 정지시킬 수 있습니다.

1. 제 13조 1항에서 정한 각 호의 부정행위를 한 경우

2. 제 18조에서 정한 회원의 의무의 각 호를 위배한 경우

3. 제 19조 1항 게시물에 관한 각 호를 위배한 경우

4. 제 23조 저작권에 대한 각 항을 위배한 경우

5. 그 외 ‘회사’ ‘서비스’ 안정적 운영을 고의 또는 과실로 방해하는 경우 등

② ‘회사’가 전 항에 따라 ‘회원’ 자격을 상실시키거나 제한하는 경우에는 ‘회원’는 이를 ‘회원’에게 알립니다. 다만, ‘회사’의 귀책사유 없이 ‘회원’에게 알릴 수 없는 경우에는 예외로 합니다.

③ ‘회사’가 제1항에 따라 ‘회원’ 자격을 상실시키거나 제한하는 경우 해당 ‘회원’에 대하여는 ‘회사’가 제공하는 모든 ‘서비스’의 이용을 중단시킬 수 있고, 해당 ‘회원’은 ‘회사’에 대하여 중단 이후의 ‘서비스’에 대한 환불 등을 요구할 수 없습니다.


제 5장 기타

[제23조 저작권]

① ‘회사’가 자체 제작한 ‘콘텐츠’와 ‘회사’가 제3자로부터 저작권을 양수 받은 ‘콘텐츠’에 대한 저작권은 ‘회사’에게 있습니다.

② ‘회사’가 제3자로부터 이용 허락을 받은 ‘콘텐츠’에 대한 저작권은 제3자에게 있고 ‘회사’는 그에 대한 사용권을 가집니다.

③ ‘회원’은 ‘회사’가 제공하는 ‘서비스’를 이용함으로써 얻은 정보를 ‘회사’의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리 또는 비영리의 목적으로 이용하거나 제 3자에게 이용하게 할 수 없습니다.

④ ‘회사’는 ‘회사’ 또는 제3자의 저작권을 보호하기 위하여 ‘회원’이 ‘서비스’를 이용하는 동안 ‘회원’의 컴퓨터에 소프트웨어가 실행되는 것을 감지하여 자동으로 차단하는 프로그램을 사용할 수 있습니다.

⑤ ‘회원’의 ‘게시물’에 대한 권리 및 책임은 이를 게시한 ‘회원’에게 있습니다.

⑥ ‘회사’는 ‘회원’이 ‘사이트’에 게시한 ‘게시물’을 사용, 복제, 전송, 수정, 출판, 배포할 수 있습니다.

[제24조 면책조항]

① '회사'는 천재지변 또는 이에 준하는 불가항력으로 인하여 ‘서비스’를 제공할 수 없는 경우에는 ‘서비스’ 제공에 관한 책임이 면제됩니다.

② ‘회사’는 ‘회원’의 귀책사유로 인한 ‘서비스’ 이용의 장애에 대하여 책임을 지지 않습니다.

③ ‘회사’는 ‘이용자’가 ‘사이트’에 게재한 사실의 신뢰도, 정보나 자료의 정확성 등 내용에 관하여는 책임을 지지 않습니다.

④ ‘회사’는 ‘서비스’ 이용과 관련하여 ‘이용자’에게 발생한 손해 가운데 ‘이용자’의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.

[제25조 분쟁의 해결]

① ‘회사’는 분쟁이 발생하였을 경우에 ‘이용자’가 제기하는 정당한 의견이나 불만을 반영하여 적절하고 신속한 조치를 취합니다. 다만, 신속한 처리가 곤란한 경우에 ‘회사’는 ‘이용자’에게 그 사유와 처리일정을 통보합니다.

② 전항에도 불구하고, 본 약관 및 서비스이용 및 ‘이용자’와 ‘회원’ 관련 사항 등은 모두 대한민국 법령의 적용을 받습니다.

[제26조 재판권 및 준거법]

① ‘회사’와 이용자간에 발생한 분쟁에 관한 소송은 제소 당시 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다.

② 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.

③ ‘회사’와 이용자간에 제소된 전자상거래 소송에는 대한민국의 법령을 적용합니다.`;

export const privacyText = `GGS ‘두뇌비타민’ 은 정보통신망 이용촉진 및 정보보호등에 관한 법률, 개인정보보호법, 통신비밀보호법, 전기통신사업법 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보 처리방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.

'회사'는 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립/공개합니다.

본 개인정보처리방침은 관련법령의 개정이나 당사 내부방침에 의해 변경될 수 있으며 회원가입 시나 사이트 이용 시에 수시로 확인하여 주시기 바랍니다.

총칙 (용어의 정의)
본 개인정보처리방침에서의 사용되는 용어의 정의는 다음과 같다.

① ‘두뇌비타민’이라 함은 GGS(이하 ‘회사’라 한다)가 재화 또는 용역을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을 말합니다.

② ‘두뇌비타민 사이트’(이하 ‘사이트’라 한다)란 ‘회사’에 회원으로 등록한 이용자가 다양한 정보와 서비스를 제공받을 수 있도록 '회사'가 제작, 운영하는 인터넷 웹사이트, 모바일사이트를 의미합니다.

③ ‘두뇌비타민 회원‘(이하 ‘회원’이라 한다)이란 ‘회사’들에게 개인정보제공의 동의와 함께 회원등록을 하고 ID를 부여 받은 회원 또는 그 회원 전체를 의미하며, 회원 등록 시 부여 받은 One ID로 ‘사이트’에 자유롭게 가입할 수 있으며, 이때의 가입은 관계사일 경우, 개인정보 수집 동의 절차만으로도 이용이 가능함을 의미합니다.

④ '이용자'라 함은 ‘사이트’에 접속하여 ‘회사’의 사이트 운영 방침에 따라 '회사'가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.

⑤ ‘회원’이라 함은 ‘회사’에 개인정보를 제공하여 회원등록을 한 자로서, '회원'에 가입한 자를 의미합니다.

⑥ ‘비회원’이라 함은 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.

제1조(개인정보의 처리목적)
‘회사’는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

1. 이용자 가입 및 관리

이용자의 서비스 이용 의사 확인, 서비스 제공에 따른 본인 식별/인증, 이용자 자격 유지/관리, 서비스 부정이용 방지, 각종 고지/통지, 고충처리를 목적으로 개인정보를 처리합니다.

2. 재화 또는 서비스 제공

‘사이트’에서 판매하는 상품의 주문, 판매, 상담/예약, 대금 결제, 환불, 정산, 현금 영수증 발급, 분석 목적으로 개인정보를 처리합니다.

3. 서비스 홍보 및 마케팅

‘회사’ 및 제휴사의 상품안내, 이벤트 등 광고성 정보 전달, 회원의 서비스 이용, 경품 배송 목적으로 개인정보를 처리합니다.

4. 서비스 이용 또는 사업 처리 과정에서 생성/수집되는 정보

개인정보 침해 사고 대비, 분쟁 조정을 위한 기록 보존, 혜택 및 서비스 개발을 위한 통계 분석 및 연구조사 목적으로 개인정보를 처리합니다.

5. 고충처리

민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락/통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.

제2조(개인정보의 처리 및 보유기간)
1. ‘회사’는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유/이용기간 내에서 개인정보를 처리, 보유합니다.

2. 다만 '전자상거래 등에서의 소비자보호에 관한 법률’(이하 ‘전자상거래법’), ‘통신비밀보호법’ 등 관련 법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 보유합니다.

1) [전자상거래 등에서의 소비자보호에 관한 법률]에 의한 보관

- 계약 또는 청약철회 등에 관한 기록 : 5년

- 대금결제 및 재화 등의 공급에 관한 기록 : 5년

- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년

- 표시 & 광고에 관한 기록 : 6개월

2) [통신비밀보호법 제41조]에 의한 보관

- 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료 : 3개월

3) 다음의 예외적인 사유에 해당하는 경우 해당 사유 종료 시까지 개인정보를 보유합니다.

- 관계 법령 위반에 따른 수사•조사 등이 진행 중인 경우 : 해당 수사•조사 종료 시까지

- 서비스 이용에 따른 채권•채무관계 잔존할 경우 : 해당 채권•채무관계 정산 완료 시까지

- 재화 또는 서비스 제공의 경우: 재화•서비스 공급 완료 및 요금 결제•정산 완료 시까지

3. 개인정보를 파기하지 않고 보존하는 경우에는, 다른 개인정보 및 개인정보파일과 분리하여 보관하고 해당 목적을 달성하기 위한 목적으로만 이용합니다.

4. '회사'는 정보통신망법 제29조 제2항에 따라 12개월간 이용내역 (로그인, 주문, 상담 등)이 없는 '회원'의 개인정보는 다른 '회원'의 개인정보와 분리하여 별도로 저장•관리합니다. '회사'는 분리 저장된 개인정보를 법정보관기간 경과 후 파기하며, 이에 따라 '회원'은 회원자격을 상실 할 수 있습니다. 또한, 분리보관 30일 전까지 개인정보가 분리되어 저장•관리되는 사실과 기간 만료 일 및 해당 개인정보의 항목을 전자우편•서면•모사전송•전화 또는 이와 유사한 방법 중 어느 하나의 방법으로 '회원'에게 알립니다.

제3조(개인정보의 수집 항목, 수집 목적, 보유 및 이용기간)
‘회사’는 다음의 개인정보 항목을 처리하고 있습니다.

1. ‘회사’가 운영하는 ‘사이트’ 이용자 전체

(필수) 수집항목 - 이름, 휴대전화번호, 쿠키, 접속 로그, 서비스 이용 기록, 생년월일, 성별, 학력 / 수집목적 - 회원 관리
(필수) 수집항목 - 이름, 휴대전화번호 / 수집목적 - 이벤트 진행 및 참여자 관리, 고지사항 안내
보유 및 이용 기간 - 사이트 회원 가입부터 철회 시까지(또는 법정 의무 보유기간까지)

2. 재화 및 서비스 제공

(필수) 수집항목 - 이름, 휴대전화번호, 생년월일, 성별, 학력 / 수집목적 - 서비스 제공/서비스 제공을 위한 분석
보유 및 이용 기간 - 이용 목적 달성 시 까지 또는 법정 의무 보유기간

3. 서비스 이용 또는 사업 처리 과정에서 생성/수집되는 정보

(필수) 수집항목 - 서비스 이용 또는 사업 처리 과정에서 생성/수집되는 정보, 서비스 이용 기록(이용시간, 접속IP정보, 로그, 쿠키, 모바일기기정보 (OS버전, 디바이스ID, 광고식별자 등) 등 서비스 이용 통계
수집목적 - 서비스 관리
보유 및 이용 기간 - 회원가입 철회 시 또는 법정 의무 보유기간

제4조(개인정보의 수집 방법)
1. '회사'는 적법한 절차와 법적 기준에 의거하여 이용자의 개인정보를 수집하고 있으며, 이용자의 서비스 이용에 필요한 최소한의 정보만을 수집하며, 관련 법률 및 하위법령에 의거하여 수집, 이용을 제한하고 있습니다.

2. '회사'에서 운영하는 홈페이지 회원가입, 모바일 어플리케이션의 가입절차, 상담절차, 이벤트 및 경품행사, 영업업무 위탁사 또는 제휴사 등의 방법으로 수집하며, 이동 전화 및 유-무선 인터넷 서비스를 사용 할 때 생성정보 수집 도구를 통한 방법(쿠키) 등으로도 개인정보를 수집합니다.

제5조(개인정보의 제3자 제공)
1. ‘회사’는 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.

2. ‘회사’는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.

제공 받는 자 -
제공 목적 -
제공 항목 -
보유 및 이용 기간 -

제6조(개인정보처리의 위탁)
1. ‘회사’는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.

2. ‘회사’는 위탁계약 체결 시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적/관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리/감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.

3. 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.

수탁사 - naver cloud platform / 위탁업무 내용 - SMS 메시지 발송
보유 및 이용 기간 - 서비스 위탁업무 종료 시까지 또는 철회 시까지

제7조(정보주체의 권리/의무 및 행사방법)
1. 정보주체는 '회사'에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.

① 개인정보 열람요구

② 오류 등이 있을 경우 정정 요구

③ 삭제요구

④ 처리정지 요구

2. 제1항에 따른 권리 행사는 ‘회사’에 대해 서면, 전화, 전자우편 등을 통하여 하실 수 있으며 ‘회사’는 이에 대해 지체 없이 조치하겠습니다.

3. 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 ‘회사’는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.

4. 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.

5. 정보주체는 개인정보 보호법 등 관계법령을 위반하여 ‘회사’가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니 됩니다.

제8조(개인정보의 파기)
1. ‘회사’는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.

2. 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.

3. 개인정보 파기의 절차 및 방법은 다음과 같습니다.

① 파기절차 :
‘회사’는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.

② 파기방법 :
‘회사’는 전자적 파일 형태로 기록/저장된 개인정보는 기록을 재생할 수 없도록 로우레밸포멧(Low Level Format) 등의 방법을 이용하여 파기하며, 종이 문서에 기록/저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.

제9조(개인정보의 안전성 확보조치)
‘회사’는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.

1. 관리적 조치 : 내부관리계획 수립/시행, 정기적 직원 교육 등

2. 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치

3. 물리적 조치 : 전산실, 자료보관실 등의 접근통제

제10조(개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항)
1. ‘회사’는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.

2. 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.

① 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.

② 쿠키의 설치∙운영 및 거부: 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.

③ 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.

제11조(개인정보 보호책임자)
1. ‘회사’는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.

개인정보보호 책임자

이름 직책 연락처
봉지수 개인정보보호 책임자 qhdwltn1380@gmail.com
개인정보보호 담당부서

부서명 담당자 연락처
개발운영팀 봉지수 qhdwltn1380@gmail.com
2. 정보주체께서는 ‘회사’의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. ‘회사’는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

제12조(개인정보 열람청구)
개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. ‘회사’는 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.

1) 개인정보 열람청구 접수/처리 부서

부서명 담당자/직급 연락처 이메일
개발운영팀 봉지수/사원 010-4348-1380 qhdwltn1380@gmail.com
2) 정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.

[아래의 기관은 ‘회사’과는 별개의 기관으로서, ‘회사’의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다]

개인정보 침해신고센터 (한국인터넷진흥원 운영)
- 소관업무 : 개인정보 침해사실 신고, 상담 신청

- 홈페이지 : privacy.kisa.or.kr

- 전화 : (국번 없이) 118

- 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터

개인정보 분쟁조정위원회
- 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)

- 홈페이지 : www.kopico.go.kr

- 전화 : (국번 없이) 1833-6972

- 주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층

대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)
경찰청 사이버안전국 : 182 (http://cyberbureau.police.go.kr)

제13조(개인정보 처리방침 변경)
1. 회사는 본 개인정보처리방침을 변경하는 경우 그 사이트 내 서비스 화면에 고지합니다.
2. 이 개인정보 처리방침은 2023. 10. 03부터 적용됩니다.`;
